/* No comment provided by engineer. */
"%@ since last back-up" = "%@ od ostatniego backupu";

/* No comment provided by engineer. */
"AC Power" = "Zasilanie sieciowe";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort podłączony";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort odłączony";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "Uwaga! To ustawienie doda aplikację HardwareGrowler do pozycji uruchamianych podczas logowania";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "Dzięki temu aplikacja HardwareGrowler będzie mogła udostępnić swoje funkcje innym programom za każdym razem, gdy się logujesz";

/* No comment provided by engineer. */
"Back-up took %@" = "Backup zajął %@";

/* No comment provided by engineer. */
"Battery charging" = "Bateria w trakcie ładowania";

/* No comment provided by engineer. */
"Battery Low!" = "Niski poziom baterii!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "Niski poziom baterii, podłącz komputer do zasilacza sieciowego.";

/* No comment provided by engineer. */
"Battery Power" = "Zasilanie bateryjne";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Połączono Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Połączenie Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Rozłączono Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Rozłączenie Bluetooth";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "Monitor Bluetooth dla OS X Lion wymaga wersji 10.7.3";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Monitor Bluetooth";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Canceled after %@" = "Anulowano po %@";

/* No comment provided by engineer. */
"Caps Lock" = "Caps Lock";

/* No comment provided by engineer. */
"Caps Lock Off" = "Caps Lock wyłączony";

/* No comment provided by engineer. */
"Caps Lock On" = "Caps Lock włączony";

/* Message body on a volume mount notification, clicking it opens the drive in finder */
"Click to open" = "Kliknij aby otworzyć";

/* No comment provided by engineer. */
"Current Level: %ld%%" = "Aktualny poziom: %ld%%";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "Ustawienie tej opcji spowoduje uruchomienie aplikacji HardwareGrowler bez ikon widocznych w Docku i pasku menu.\n\nAby przejść do okna preferencji, uruchom aplikację w Launchpadzie lub Finderze.";

/* No comment provided by engineer. */
"Failed after %@" = "Niepowodzenie po %@";

/* No comment provided by engineer. */
"Firewire Connected" = "Połączono Firewire";

/* No comment provided by engineer. */
"Firewire Connection" = "Połączenie Firewire";

/* No comment provided by engineer. */
"Firewire Disconnected" = "Rozłączono Firewire";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Rozłączonie Firewire";

/* No comment provided by engineer. */
"Firewire Monitor" = "Monitor Firewire";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "Pierwszy backup lub brak poprzednich wpisów w dzienniku systemowym";

/* No comment provided by engineer. */
"FN Key" = "Klawisz funkcyjny";

/* No comment provided by engineer. */
"FN Key Pressed" = "Wciśnięto klawisz funkcyjny";

/* No comment provided by engineer. */
"FN Key Released" = "Puszczono klawisz funkcyjny";

/* No comment provided by engineer. */
"General" = "Ogólne";

/* Unit names */
"hours" = "godz.";

/* No comment provided by engineer. */
"Icon:" = "Ikona:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "Pomijane napędy:";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "Aby otrzymywać powiadomienia o urządzeniach Bluetooth w OS X Lion, zaktualizuj wersję do 10.7.3 lub nowszej";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "Aby otrzymywać powiadomienia o urządzeniach telefonicznych w OS X Lion, zaktualizuj wersję do 10.7.3 lub nowszej";

/* No comment provided by engineer. */
"Incoming Phone Call" = "Przychodząca rozmowa telefoniczna";

/* No comment provided by engineer. */
"Incoming SMS" = "Przychodząca wiadomość SMS";

/* No comment provided by engineer. */
"Interface:\t%@" = "Interfejs:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "Interfejs:\t%1$@\nMedium:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "Zmiana adresu IP";

/* No comment provided by engineer. */
"IP Addresses Updated" = "Aktualizacja adresu IP";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "Połączono z siecią.\nSSID:\t\t%@\nBSSID:\t%@";

/* No comment provided by engineer. */
"Keyboard Monitor" = "Monitor klawiatury";

/* No comment provided by engineer. */
"Left network %@." = "Opuszczono sieć %@.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "min.";

/* No comment provided by engineer. */
"Modules" = "Moduły";

/* No comment provided by engineer. */
"Mounted" = "Zamontowano";

/* No comment provided by engineer. */
"Network Link Down" = "Połączenie sieciowe zatrzymane";

/* No comment provided by engineer. */
"Network Link Up" = "Połączenie sieciowe uruchomione";

/* No comment provided by engineer. */
"Network Monitor" = "Monitor sieci";

/* display no icon at all */
"No icon visible" = "Brak widocznej ikony";

/* No comment provided by engineer. */
"No routable IP addresses" = "Brak rutowalnych adresów IP";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "Powiadamiaj dla:";

/* No comment provided by engineer. */
"Num Lock" = "Num Lock";

/* No comment provided by engineer. */
"Num Lock Off" = "Num Lock wyłączony";

/* No comment provided by engineer. */
"Num Lock On" = "Num Lock włączony";

/* If the string is too long, use O */
"OFF" = "Wył.";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* If the string is too long, use I */
"ON" = "Wł.";

/* Format string for On <power type> */
"On %@" = "%@";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "Otwórz preferencje...";

/* No comment provided by engineer. */
"Phone Module" = "Moduł telefonii";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "Moduł telefonii wymaga Mac OS X 10.7.3 lub nowszego";

/* No comment provided by engineer. */
"Power Changed" = "Zmiana typu zasilania";

/* No comment provided by engineer. */
"Power Monitor" = "Monitor zasilania";

/* No comment provided by engineer. */
"Power Warning" = "Ostrzeżenie o zasilaniu";

/* No comment provided by engineer. */
"Preferences" = "Preferencje";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "Zakończ HardwareGrolwer";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "Wyświetlanie stanu baterii";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "Wyświetlaj co:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "Wyświetlaj tylko na zasilaniu bateryjnym";

/* Unit names */
"seconds" = "sek.";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Wysyłane po podłączeniu urządzenia Bluetooth";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Wysyłane po rozłączeniu urządzenia Bluetooth";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Wysyłane po podłączeniu urządzenia Firewire";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Wysyłane po rozłączeniu urządzenia Firewire";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Wysyłane po podłączeniu urządzenia Thunderbolt";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Wysyłane po rozłączeniu urządzenia Thunderbolt";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "Wysyłane po podłączeniu urządzenia USB";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "Wysyłane po rozłączeniu urządzenia USB";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "Wysyłane po zamontowaniu woluminu";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "Wysyłane po odmontowaniu woluminu";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "Wysyłane po podłączeniu AirPort do sieci";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "Wysyłane po rozłączeniu AirPort od sieci";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Wysyłane po zatrzymaniu połączenia Ethernet";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Wysyłane po uruchomieniu połączenia Ethernet";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "Wysyłane przy niskim poziomie baterii";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "Wysyłane gdy zmienia się adres IP";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "Wysyłane gdy zmienia się typ zasilania";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Wysyłane gdy backup Time Machine skutkuje niepowodzeniem";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Wysyłane gdy kończy się backup Time Machine";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Wysyłane gdy backup Time Machine zostaje anulowany";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Wysyłane gdy rozpoczyna się backup Time Machine";

/* No comment provided by engineer. */
"Shift Key" = "Klawisz Shift";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Wciśnięto klawisz Shift";

/* No comment provided by engineer. */
"Shift Key Released" = "Puszczono klawisz Shift";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "Pokaż podłączone urządzenia podczas uruchamiania";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "Pokaż ikonę w obydwu";

/* display the icon only in the dock */
"Show icon in the dock" = "Pokaż ikonę w Docku";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "Pokaż ikonę w pasku menu";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "Uruchom aplikację HardwareGrowler podczas logowania:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "Brak preferencji dla tego monitora.";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "Ustawienie będzie aktywne po ponownym uruchomieniu aplikacji HardwareGrowler.";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Połączono Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Połączenie Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Rozłączono Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Rozłączenie Thunderbolt";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Monitor Thunderbolt";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Anulowano backup Time Machine";

/* No comment provided by engineer. */
"Time Machine Failed" = "Backup Time Machine zakończony niepowodzeniem";

/* No comment provided by engineer. */
"Time Machine finished" = "Zakończono backup Time Machine";

/* No comment provided by engineer. */
"Time Machine Finished" = "Zakończono backup Time Machine";

/* No comment provided by engineer. */
"Time Machine started" = "Uruchomiono backup Time Machine";

/* No comment provided by engineer. */
"Time Machine Started" = "Uruchomiono backup Time Machine";

/* No comment provided by engineer. */
"Time remaining: %lu minutes" = "Pozostały czas: %lu min.";

/* No comment provided by engineer. */
"Time to charge: %lu minutes" = "Czas pozostały do naładowania: %lu min.";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "Monitor Time Machine";

/* No comment provided by engineer. */
"Unknown Power Source" = "Nieznane źródło zasilania";

/* No comment provided by engineer. */
"Unmounted" = "Odmontowano";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "Nienazwane urządzenie FireWire";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "Nienazwane urządzenie Thunderbolt";

/* No comment provided by engineer. */
"UPS Power" = "Zasilanie USB";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "Szyna USB 2.0";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "Szyna USB 3.0";

/* No comment provided by engineer. */
"USB Bus" = "Szyna USB";

/* No comment provided by engineer. */
"USB Connected" = "Połączono USB";

/* No comment provided by engineer. */
"USB Connection" = "Połączenie USB";

/* No comment provided by engineer. */
"USB Disconnected" = "Rozłączono USB";

/* No comment provided by engineer. */
"USB Disconnection" = "Rozłączenie USB";

/* No comment provided by engineer. */
"USB Monitor" = "Monitor USB";

/* No comment provided by engineer. */
"Volume Monitor" = "Monitor woluminów";

/* No comment provided by engineer. */
"Volume Mounted" = "Zamontowano wolumin";

/* No comment provided by engineer. */
"Volume Unmounted" = "Odmontowano wolumin";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "Uwaga! To ustawienie spowoduje uruchomienie aplikacji HardwareGrowler w tle";

